// 6. Написать программу вычисления значения функции y = f(a)
System.Console.WriteLine();
System.Console.Write("Введите число:    ");
