// Вывести квадрат числа


Console.WriteLine("Введите число ->");

string? numberStr = Console.ReadLine();
int number = int.Parse(numberStr);

Console.WriteLine($"Квадрат числа: {number * number}");
